from random import randint


def get_all_cards():
    all_cards = {"2 треф", "3 треф", "4 треф", "5 треф", "6 треф", "7 треф", "8 треф", "9 треф", "10 треф", "Валет треф", "Дама треф", "Король треф", "Туз треф",
                 "2 бубей", "3 бубей", "4 бубей", "5 бубей", "6 бубей", "7 бубей", "8 бубей", "9 бубей", "10 бубей", "Валет бубей", "Дама бубей", "Король бубей", "Туз бубей",
                 "2 пикей", "3 пикей", "4 пикей", "5 пикей", "6 пикей", "7 пикей", "8 пикей", "9 пикей", "10 пикей", "Валет пикей", "Дама пикей", "Король пикей", "Туз пикей",
                 "2 червей", "3 червей", "4 червей", "5 червей", "6 червей", "7 червей", "8 червей", "9 червей", "10 червей", "Валет червей", "Дама червей", "Король червей", "Туз червей"}

